/* An emdash surrounded by spaces for Open Recent menu items. */
" \\U2014 " = " — ";

/* An arrow surrounded by spaces for Open Recent menu items. */
" \\U25B6 " = " ▶ ";

/* User-presentable name of file created for autosaving. Arg is document name. */
"%@ (Autosaved)" = "%@(자동 저장됨)";

/* Partial error string for when a document's type is not recognized. 1st argument is the name of the application. 2nd argument is the name of a file format. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files in the \\U201C%@\\U201D format." = "%1$@은(는) “%2$@” 포맷인 파일을 열수 없습니다.";

/* Partial error string for when a document's type is not recognized. The argument is the name of the application. This whole string may become the argument of the 'no document could be created' string. */
"%@ cannot open files of this type." = "%@은(는) 이 종류의 파일을 열 수 없습니다.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. 3rd argument is the name of a file format. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files in the \\U201C%@\\U201D format." = "%2$@이(가) “%3$@” 포맷인 파일을 열 수 없으므로 “%1$@”을(를) 처리할 수 없습니다.";

/* Error string for when a document's type is not recognized. 2nd argument is the name of the application. */
"\\U201C%@\\U201D could not be handled because %@ cannot open files of this type." = " %2$@이(가) 이 종류의 파일을 열 수 없으므로 “%1$@”을(를) 처리할 수 없습니다.";

/* Label of Cancel button. */
"Cancel" = "취소";

/* Action name for undoing print info changes. */
"Change Print Settings" = "프린트 설정값 변경";

/* Title of alert panel which comes when the user tries to close a window containing an unsaved document. */
"Close" = "닫기";

/* Label of change-discarding button shown at quit-time when there are unsaved documents. */
"Discard Changes" = "변경사항 무시";

/* Recovery suggestion for reason for when a document could not be saved because the file is locked. */
"Do you want to overwrite it anyway?" = "그래도 덮어쓰겠습니까?";

/* Primary text of alert shown at document reversion time when the document has unsaved modifications. Arg is document name. */
"Do you want to revert to the most recently saved version of the document \\U201C%@\\U201D?" = "“%@” 도큐멘트의 최근 저장된 버전으로 복귀시키겠습니까?";

/* Primary text of alert shown at document-close-time when the document is unsaved. Arg is document name. */
"Do you want to save the changes you made in the document \\U201C%@\\U201D?" = "“%@” 도큐멘트의 변경사항을 저장하겠습니까?";

/* 1st recovery option for when a document could not be saved because the file is locked. */
"Don\\U2019t Overwrite" = "덮어 쓰지 않음";

/* Label of cancellation button shown when a document is found to have been overwritten. */
"Don\\U2019t Save" = "저장하지 않음";

/* Title of alerts which come up when an open recents item is missing or fails to open. */
"Error" = "오류";

/* Title of a save panel for a Save To operation. */
"Export" = "보내기";

/* Name field label of a save panel for a Save To operation. */
"Export As:" = "다음으로 보내기:";

/* Secondary text of alert shown at quit-time when there are unsaved documents. */
"If you don\\U2019t review your documents, all your changes will be lost." = "도큐멘트를 확인하지 않으면, 변경사항이 모두 유실됩니다.";

/* Secondary text of alert shown when a document is found to have been moved. Arg is new parent directory name. */
"It will be saved to the \\U201C%@\\U201D folder, or you can specify another location." = "“%@” 폴더에 저장되거나 다른 위치를 지정할 수 있습니다.";

/* Secondary text of alert shown when a document is found to have been renamed. */
"It will be saved under this new name, or you can provide another name." = "이와 같은 새로운 이름으로 저장되거나 다른 이름을 사용할 수 있습니다.";

/* Error string for when a document could not be created. The argument is either a full sentence explaining why not or a blank string. */
"No document could be created. %@" = "도큐멘트를 생성할 수 없습니다. %@";

/* 2nd recovery option for when a document could not be saved because the file is locked. */
"Overwrite" = "덮어 쓰기";

/* For backwards compatibility only; doesn't appear anywhere in the UI anymore. */
"Quit" = "종료";

/* Choice (on a button) given to user which allows him to quit the application even though he has not saved all of his documents first. */
"Quit Anyway" = "무조건 종료";

/* Label of default button shown at document reversion time when the document has unsaved modifications. */
"Revert" = "복귀";

/* Label of default button shown at quit-time when there are unsaved documents. */
"Review Changes\\U2026" = "변경사항 확인...";

/* Choice (on a button) given to user which allows him to review all his unsaved documents if he quits the application without saving them all first. */
"Review Unsaved" = "저장되지 않은 내용 확인";

/* Button choice which allows the user to save the document.
   Label of default button shown at document-close-time when the document is unsaved - no ellipses.
   Label of save-here button shown when a document is found to have been moved.
   Label of save-here button shown when a document is found to have been overwritten.
   Label of save-here button shown when a document is found to have been renamed.
   Title of a save panel for a Save or Save As operation. */
"Save" = "저장";

/* Name field label of a save panel for a Save or Save As operation. */
"Save As:" = "별도 저장:";

/* Label of default button shown when a document can\\U2019t be found.
   Label of default button shown when a document is found in the trash.
   Label of save-somewhere-else button shown when a document is found to have been moved.
   Label of save-somewhere-else button shown when a document is found to have been renamed. */
"Save As\\U2026" = "별도 저장...";

/* Question asked of user when he/she tries to close a window containing an unsaved document. */
"Save changes to \\U201C%@\\U201D?" = "변경 사항을 “%@”에 저장하겠습니까?";

/* Label of default button shown at document-close-time when the document is unsaved - with ellipses. */
"Save\\U2026" = "저장...";

/* Error string for when an autosaved document could not be reopened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The autosaved document \\U201C%@\\U201D could not be reopened. %@" = "자동 저장된 도큐멘트 “%1$@”을(를) 열 수 없습니다. %2$@";

/* Secondary text of alert shown when a document is found to have been overwritten. */
"The changes made by the other application will be lost if you save. Save anyway?" = "저장하면 다른 응용 프로그램에서 변경한 변경사항이 유실됩니다. 그래도 저장하겠습니까?";

/* Error string for when a document could not be autosaved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be autosaved. %@" = "“%1$@” 도큐멘트를 자동 저장할 수 없습니다. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'export as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be exported as \\U201C%@\\U201D. %@" = "“%1$@” 도큐멘트를 “%2$@”(으)로 보낼 수 없습니다. %3$@";

/* Error string for when a document could not be opened for printing. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened for printing. %@" = "프린트할 도큐멘트 “%1$@”을(를) 열 수 없습니다. %2$@";

/* Error string for when a document could not be opened. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be opened. %@" = "도큐멘트 “%1$@”을(를) 열 수 없습니다. %2$@";

/* Error string for when a document could not be printed. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be printed. %@" = "도큐멘트 “%1$@”을(를) 프린트할 수 없습니다. %2$@";

/* Error string for when a document could not be reverted. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be reverted. %@" = "도큐멘트 “%1$@”을(를) 복귀시킬 수 없습니다. %2$@";

/* Error string for when a document could not be saved. 2nd argument is the 'save as' file name. 3rd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved as \\U201C%@\\U201D. %@" = "도큐멘트 “%1$@”을(를) “%2$@”(으)로 저장할 수 없습니다. %3$@";

/* Error string for when a document could not be saved. 2nd argument is either a full sentence explaining why not or a blank string. */
"The document \\U201C%@\\U201D could not be saved. %@" = "도큐멘트 “%1$@”을(를) 저장할 수 없습니다. %2$@";

/* Primary text of alert shown when a document is found to have been moved. Arg is document name. */
"The document \\U201C%@\\U201D has been moved." = "“%@” 도큐멘트가 이동되었습니다.";

/* Primary text of alert shown when a document is found in the trash. Arg is document name. */
"The document \\U201C%@\\U201D is in the Trash." = "“%@” 도큐멘트가 휴지통에 있습니다.";

/* Error description for when a document could not be saved because the file is locked. */
"The file \\U201C%@\\U201D is locked." = "“%@” 파일이 잠겨있습니다.";

/* Error failure reason for when a document could not be saved because the file is locked. */
"The file is locked." = "파일이 잠겨 있습니다.";

/* Primary text of alert shown when a document can\\U2019t be found. Arg is document name. */
"The location of the document \\U201C%@\\U201D cannot be determined." = "“%@” 도큐멘트의 위치를 결정할 수 없습니다.";

/* Message in alert given to user when he tries to open a recent document that fails to open. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D could not be opened." = "최근 도큐멘트 “%@”을(를) 열 수 없습니다.";

/* Message in alert given to user when he tries to open a recent document that is no longer there. Argument is presentable document name. */
"The recent document \\U201C%@\\U201D is missing." = "최근 도큐멘트 “%@”이(가) 유실되었습니다.";

/* Error description for when a document could not be autosaved to a read-only directory. */
"This document could not be autosaved because you don\\U2019t have write access privileges to the folder that it\\U2019s in." = "해당 도큐멘트가 있는 폴더에 대한 쓰기 권한이 없기 때문에 이 도큐멘트를 자동 저장할 수 없습니다.";

/* Primary text of alert shown when a document is found to have been renamed. Arg is new document name. */
"This document has been renamed to \\U201C%@\\U201D." = "이 도큐멘트의 이름을 “%@”(으)로 변경하였습니다.";

/* Primary text of alert shown when a document is found to have been overwritten. Arg is document file name. */
"This document\\U2019s file has been changed by another application since you opened or saved it." = "이 도큐멘트 파일은 열거나 저장한 이후에 다른 응용 프로그램에 의해 변경되었습니다.";

/* User-presentable name of file created for autosaving. Arg is application name. */
"Unsaved %@ Document" = "저장되지 않은 %@ 도큐멘트";

/* User-presentable name of file created for autosaving. First arg is application name. Second arg is number. */
"Unsaved %@ Document %ld" = "저장하지 않은 %1$@ 도큐멘트 %2$ld";

/* Name to use for the first untitled document. */
"Untitled" = "무제";

/* Name to use for untitled documents; the argument is replaced by a number. */
"Untitled %@" = "무제 %@";

/* Secondary text of alert shown when a document is found in the trash. */
"You can save to another location." = "다른 위치에 저장할 수 있습니다.";

/* Secondary text of alert shown when a document can\\U2019t be found. */
"You can specify where to save it." = "저장 위치를 지정할 수 있습니다.";

/* Primary text of alert shown at quit-time when there are unsaved documents. First arg is count of unsaved documents. Second arg is application name. */
"You have %1$@ %2$@ documents with unsaved changes. Do you want to review these changes before quitting?" = "변경사항이 저장되지 않은 %2$@ 도큐멘트가 %1$@개 있습니다. 종료하기 전에 변경사항을 확인하겠습니까?";

/* Message given to user when he tries to quit the application without saving all of his documents. */
"You have unsaved documents." = "저장되지 않은 도큐멘트가 있습니다.";

/* Recovery suggestion for reason for when a document could not be autosaved to a read-only directory. */
"Your changes will be lost if this computer malfunctions or loses power before you save them." = "도큐멘트를 저장하기 전에 이 컴퓨터가 비정상적으로 작동하거나 전원이 부족하다면 변경사항이 유실됩니다.";

/* Secondary text of alert shown at document-close-time when the document is unsaved. */
"Your changes will be lost if you don\\U2019t save them." = "저장하지 않으면 변경사항이 유실될 것입니다.";

/* Secondary text of alert shown at document reversion time when the document has unsaved modifications. */
"Your current changes will be lost." = "현재의 변경사항이 유실됩니다.";

